export const tasks = [{
    idTask: 1,
    name: "Лабораторная работа 1 (Физика)",
    passed: false,
}, {
    idTask: 2,
    name: "Лабораторная работа 1 (Программирование)",
    passed: true,
}, {
    idTask: 3,
    name: "Лабораторная работа 1 (Дизайн)",
    passed: true,
}]

export const tasksDescription = [{
    idTask: 1,
    name: "Лабораторная работа 1 (Физика)",
    passed: false,
    description: "Провести серию экспериментов и измерений для изучения основных законов физики, таких как законы Ньютона или закон сохранения энергии.",
    teacher: "Алексей Алексеев"
}, {
    idTask: 2,
    name: "Лабораторная работа 1 (Программирование)",
    passed: true,
    description: "Написать программу на выбранном языке программирования для решения конкретной задачи или реализации определенного алгоритма.",
    teacher: "Алексей Алексеев"

}, {
    idTask: 3,
    name: "Лабораторная работа 1 (Дизайн)",
    passed: true,
    description: "Создать дизайн-проект, используя графические инструменты и концепции дизайна, чтобы решить конкретную проблему или создать визуальный продукт.",
    teacher: "Алексей Алексеев"
}]